Repository: clint111/NICleavetracker
Catalog: po/server/*.po
Languages: es

source: Union representation
es: Representación sindical

source: Absence as an elected official
es: Ausencia como funcionario electo

source: Reservist leave
es: Permiso de reservista

source: Presence in court
es: Presencia en la corte

source: Time savings account
es: Cuenta de ahorro de tiempo

source: Fractionating leave
es: Permiso fraccionado

source: No rights found in type "%s"
es: No se encuentran derechos en el tipo "%s"

source: General regime 100%
es: Régimen general 100%

source: Part-time 90%
es: Tiempo parcial 90%

source: Part-time 80%
es: Tiempo parcial 80%

source: Part-time 70%
es: Tiempo parcial 70%

source: Part-time 50%
es: Tiempo parcial 50%

source: Create request
es: Crear una nueva solicitud

source: Send request to approval
es: Enviar solicitud de aprobación

source: Approval step accepted
es: Paso de aprobación aceptado

source: Approval step rejected
es: Paso de aprobación rechazado

source: Modify request
es: Modificar solicitud

source: Delete request
es: Borrar solicitud

source: Unknown action
es: Acción desconocida

source: The creation of the request can be made in the period of renewal, with 30 days of tolerance
es: La creación de la solicitud puede hacerse en el período de renovación, con 30 días de tolerancia

source: The absence must be within the renewal period
es: La ausencia debe estar dentro del período de renovación

source: Sickness absence
es: Ausencia por enfermedad

source: The absence must be made after the renewal start date, and within 5 years following the end of the renewal period
es: La ausencia debe realizarse después de la fecha de inicio de la renovación y dentro de los 5 años siguientes al final del período de renovación

source: Paid annual leave until the age of 20 years old
es: Vacaciones anuales pagadas hasta la edad de 20 años

source: Under 21 at the time of the absence
es: Menores de 21 años en el momento de la ausencia

source: Ordinary Maternity Leave
es: Permiso de Maternidad Ordinario

source: Additional Maternity Leave
es: Permiso de maternidad adicional

source: Interval values must be numbers of years
es: Los valores de intervalo deben ser números de años

source: Interval values must be set in a correct order
es: Los valores de intervalo deben ajustarse en el orden correcto

source: Waiting
es: Esperando

source: Half-day
es: Medio día

source: A day
es: Un día

source: One hour
es: Una hora

source: A week-end
es: Un fin de semana

source: 5 days 40H - 8H 12H / 14H 18H
es: 5 días 40H - 8H 12H / 14H 18H

source: 5 days 39H - 8H 12H / 14H 18H, 17H on friday
es: 5 días 39H - 8H 12H / 14H 18H, 17H en el viernes

source: 5 days 35H - 8H 12H / 14H 17H
es: 5 días 35H - 8H 12H / 14H 17H

source: 5 days 36H - 8H 12H / 14H 18H, no friday afternoon
es: 5 días 36H - 8H 12H / 14H 18H, no viernes por la tarde

source: 5 days 36H - 8H 12H / 14H 18H, no wednesday afternoon
es: 5 días 36H - 8H 12H / 14H 18H, sin miércoles por la tarde

source: 5 days 20H - 14H 18H
es: 5 días 20H - 14H 18H

source: 5 days 20H - 8H 12H
es: 5 días 20H - 8H 12H

source: 4 days 32H - 8H 12H / 14H 18H, no friday
es: 4 días 32H - 8H 12H / 14H 18H, no viernes

source: 4 days 32H - 8H 12H / 14H 18H, no wednesday
es: 4 días 32H - 8H 12H / 14H 18H, no miércoles

source: %s non working days
es: %s no días laborables
