Repository: clint111/NICleavetracker
Catalog: po/server/*.po
Languages: es

source: Time saving account
es: Cuenta de ahorro de tiempo

source: Time saving account, is necessary to activate time saving account request for users
es: Cuenta de ahorro de tiempo, es necesario para activar solicitud de cuenta de ahorro de tiempo para los usuarios

source: Quantity added by the time saving account requests will be made available for each users on their available quantity
es: La cantidad agregada por las solicitudes de cuenta de ahorro de tiempo estará disponible para cada usuario en su cantidad disponible

source: Working time reduction right, this right require an annual leave right overlapping the renewal period
es: Derecho a la reducción del tiempo de trabajo, este derecho exige un permiso de vacaciones anual que se superpone al período de renovación

source: Less than 35 hours per week of work where found on the renewal period
es: Menos de 35 horas por semana de trabajo se encuentran en el período de renovación

source: No collection found on the renewal period from %s to %s
es: No se ha encontrado ninguna colección en el período de renovación de %s a %s

source: The collection does not contain the number of days from the collective agreement
es: La colección no contiene el número de días del convenio colectivo

source: RTT is computed from the user time schedule on the renewal period
es: RTT se calcula a partir de la programación del tiempo del usuario en el período de renovación

source: Annual paid leave
es: Permiso anual pagado

source: Paid time off work granted by employers to employees to be used for whatever the employee wishes. Depending on the employer's policies, differing number of days may be offered, and the employee may be required to give a certain amount of advance notice
es: Tiempo de trabajo remunerado concedido por los empleadores a los empleados para ser utilizado para lo que el empleado desea. Dependiendo de las pólizas del empleador, se puede ofrecer un número diferente de días, y el empleado puede estar obligado a dar una cierta cantidad de aviso previo

source: This non working days calendar does not exists for account
es: Este calendario de días no laborables no existe para la cuenta

source: this non working days calendar does not exists or is not linked to account
es: este calendario de días no laborables no existe o no está vinculado a la cuenta

source: The non working days has been removed from account
es: Los días no laborables se han eliminado de la cuenta

source: Cant create Account non working days calendar, missing user or account
es: No puedo crear un calendario de días no laborables, un usuario o una cuenta ausente

source: User not found
es: Usuario no encontrado

source: The user has no absence account, non working days calendars are only linkable to accounts
es: El usuario no tiene cuenta de ausencia, los días laborables no son vinculables a las cuentas

source: Account non working days calendar document not found for id %s
es: El documento del calendario de los días laborables de la cuenta no se encontró para id %s

source: The account non working days calendar period has been modified
es: Se ha modificado el período de calendario de días no laborables de la cuenta

source: The account non working days calendar period has been created
es: Se ha creado el período de calendario de días no laborables de la cuenta

source: This collection does not exists
es: Esta colección no existe

source: The collection has been deleted
es: Se ha eliminado la colección

source: At least one business day is required
es: Se requiere por lo menos un día hábil

source: The collection has been modified
es: La colección ha sido modificada

source: The collection has been created
es: La colección ha sido creada

source: This department does not exists
es: Este departamento no existe

source: The department has been deleted
es: Se ha eliminado el departamento

source: The department has been modified
es: El departamento ha sido modificado

source: The department has been created
es: El departamento ha sido creado

source: This beneficiary does not exists
es: Este beneficiario no existe

source: this right does not exists or is not linked to account or collection
es: este derecho no existe o no está vinculado a la cuenta o colección

source: The right has been removed from user account
es: El derecho ha sido eliminado de la cuenta de usuario

source: The right has been removed from the collection
es: El derecho ha sido eliminado de la colección

source: beneficiary document not found for id %s
es: el documento de beneficiario no fue encontrado para id %s

source: The right association has been modified
es: La asociación derecha ha sido modificada

source: The right association has been created
es: La asociación correcta ha sido creada

source: This calendar does not exists
es: Este calendario no existe

source: The calendar is locked
es: El calendario está bloqueado

source: The calendar has been deleted
es: Se ha eliminado el calendario

source: The calendar has been modified
es: El calendario ha sido modificado

source: The calendar has been created
es: El calendario se ha creado

source: This schedule calendar does not exists for account
es: Este calendario de planificación no existe para la cuenta

source: this schedule calendar does not exists or is not linked to account
es: este calendario de planificación no existe o no está vinculado a la cuenta

source: The calendar has been removed from account
es: El calendario se ha eliminado de la cuenta

source: Cant create AccountScheduleCalendar, missing user or account
es: No se puede crear AccountScheduleCalendar, usuario o cuenta perdidos

source: The user has no absences account, schedule calendars are only linkable to accounts
es: El usuario no tiene cuenta de ausencias, los calendarios de planificación sólo se pueden vincular a las cuentas

source: AccountScheduleCalendar document not found for id %s
es: El documento AccountScheduleCalendar no fue encontrado para id %s

source: The account schedule period has been modified
es: El período de cuenta programado se ha modificado

source: The account schedule calendar period has been created
es: El período de calendario de la cuenta ha sido creado

source: This user does not exists
es: Este usuario no existe

source: The user has been deleted
es: El usuario ha sido eliminado

source: The user has been modified
es: El usuario ha sido modificado

source: The user has been created
es: El usuario ha sido creado

source: No user document to save roles on
es: Ningún documento de usuario para guardar roles en

source: Absence account
es: Cuenta de ausencia

source: Department manager
es: Gerente de departamento

source: Application administrator
es: Administrador de aplicaciones

source: moment is a mandatory parameter
es: moment es un parámetro obligatorio

source: from and to are mandatory parameters
es: desde y hacia son parámetros obligatorios

source: from,to and rightType are mandatory parameters
es: from, to y rightType son parámetros obligatorios

source: Name
es: Nombre

source: Department
es: Departamento

source: Created on
es: Creado en

source: From
es: De

source: To
es: Hasta

source: Consumed
es: Consumado

source: Duration
es: Duración

source: Status
es: Estatutos

source: Right
es: Derecho

source: Collection
es: Colección

source: Renewal start
es: Inicio de la renovación

source: Renewal finish
es: Acabado de renovación

source: Quantity
es: Cantidad

source: Consumed quantity
es: Cantidad consumida

source: Waiting quantity
es: Cantidad esperada

source: Remaining quantity
es: Cantidad restante

source: Pending delete
es: Eliminación pendiente

source: This right type does not exists
es: Este tipo de derecho no existe

source: This type is locked
es: Este tipo está bloqueado

source: The right type has been deleted
es: Se ha eliminado este tipo de derecho

source: The right type has been modified
es: El tipo de derecho ha sido modificado

source: The right type has been created
es: Se ha creado el tipo de derecho

source: This compulsory leave does not exists
es: Este permiso obligatorio no existe

source: The compulsory leave has been deleted
es: Se ha eliminado el permiso obligatorio

source: Finish date must be greater than start date
es: La fecha de finalización debe ser mayor que la fecha de inicio

source: collections must be an array
es: las colecciones deben ser una matriz

source: departments must be an array
es: los departamentos deben ser una matriz

source: either departments or collections must contain items
es: los departamentos o las colecciones deben contener elementos

source: The compulsory leave period has been modified
es: El período de permiso obligatorio ha sido modificado

source: The compulsory leave period has been created
es: Se ha creado el período de permiso obligatorio

source: This right renewal periods does not exists
es: Este período de renovación de derecho no existe

source: The renewal has been deleted
es: Se ha eliminado la renovación

source: The right renewal period has been modified
es: El período de renovación de derecho ha sido modificado

source: The right renewal period has been created
es: Se ha creado el período de renovación adecuado

source: This absence right does not exists
es: Este derecho de ausencia no existe

source: Failed to delete, the right is used %d in requests
es: Error al eliminar, se utiliza el derecho %d en las solicitudes

source: The leave right has been deleted
es: Se ha eliminado el derecho de permiso

source: The vacation right has been created
es: Los derechos de vacacion han sido creados

source: The vacation right has been modified
es: El derecho de vacacione se ha modificado

source: This collection does not exists for account
es: Esta colección no existe para la cuenta

source: this collection does not exists or is not linked to account
es: esta colección no existe o no está vinculada a la cuenta

source: The collection has been removed from account
es: La colección se ha eliminado de la cuenta

source: Cant create accountCollection, missing user or account
es: No se puede crear accountCollection, usuario o cuenta perdidos

source: The user has no absence account, collections are only linkable to accounts
es: El usuario no tiene una cuenta de ausencia, las colecciones sólo se pueden vincular a cuentas

source: AccountCollection document not found for id %s
es: No se encontró el documento AccountCollection para id %s

source: The account collection has been modified
es: La colección de cuenta ha sido modificada

source: The account collection has been created
es: La colección de cuenta ha sido creada

source: user parameter is mandatory
es: el parámetro de usuario es obligatorio

source: collection parameter is mandatory
es: el parámetro de colección es obligatorio

source: selection.begin parameter is mandatory
es: el parámetro de selection.begin es obligatorio

source: selection.end parameter is mandatory
es: el parámetro de selection.begin es obligatorio

source: distribution parameter is mandatory
es: el parámetro de distribución es obligatorio

source: Failed to load the user document
es: Error al cargar el documento de usuario

source: Failed to load the collection document
es: Error al cargar el documento de recopilación

source: The rule "%s" cannot be verified when saving absence event from %s to %s on the renewal from %s to %s from the right %s
es: La regla "%s" no se puede verificar al guardar el evento de ausencia de %s a %s en la renovación de %s a %s desde el derecho %s

source: Arrival date must be before renewal finish
es: La fecha de llegada debe ser anterior a la renovación

source: The quantity requested on right "%s" is not available, available quantity is %s
es: La cantidad solicitada en el derecho "%s" no está disponible, la cantidad disponible es %s

source: This request does not exists
es: Esta solicitud no existe

source: This request has been deleted
es: Se ha eliminado esta solicitud

source: Workperiod recover requests are disabled by administrator
es: Las solicitudes de recuperación del período de trabajo están deshabilitadas por el administrador

source: Request modifications are not allowed in maintenance mode
es: Las solicitudes de modificaciones no están permitidas en el modo de mantenimiento

source: The request has been deleted
es: Se ha eliminado la solicitud

source: The request is not accessible
es: La solicitud no es accesible

source: This leave has been created in a compulsory leave, deletion is not allowed
es: Esta licencia se ha creado en permiso obligatorio, no se permite suprimir

source: Start workflow to delete a confirmed absence
es: Inicie el flujo de trabajo para eliminar una ausencia confirmada

source: This leave has been created in a compulsory leave, modification is not allowed
es: Esta licencia se ha creado en permiso obligatorio, no se permite la modificación

source: The request has been modified
es: La solicitud ha sido modificada

source: The request has been created
es: La solicitud ha sido creada

source: This recover quantity does not exists
es: Esta cantidad de recuperación no existe

source: the recover quantity does not exists
es: la cantidad de recuperación no existe

source: The recover quantity has been deleted
es: Se ha eliminado la cantidad de recuperación

source: The recover quantity has been modified
es: La cantidad de recuperación ha sido modificada

source: The recover quantity has been created
es: La cantidad de recuperación se ha creado

source: This beneficiary does not exists for account or collection
es: Este beneficiario no existe por cuenta o colección

source: Your settings has been modified
es: Se ha modificado tu configuración

source: Adjustment document not found for id %s
es: Documento de ajuste no encontrado para id %s

source: The adjustment has been modified
es: El ajuste se ha modificado

source: The quantity adjustment has been created
es: Se ha creado el ajuste de cantidad

source: Not connected to a google calendar
es: No está conectado a un calendario de Google

source: Wrong company configuration
es: Configuración incorrecta de la empresa

source: Google calendar link service is disabled
es: El servicio de enlace de Google Calendar está deshabilitado

source: A secondary calendar has been created
es: Se ha creado un calendario secundario

source: Leave periods provided by gadael
es: Período de vacaciones proporcionado por gadael

source: The request has been confirmed
es: La solicitud ha sido confirmada

source: The request has been cancelled
es: La solicitud ha sido cancelada

source: The appliquant has requested a delete, the request has been canceled
es: El candidato ha solicitado una supresión, la solicitud ha sido cancelada

source: The appliquant has requested a delete, the request has been confirmed anyway
es: El candidato ha solicitado una supresión, la solicitud ha sido confirmada de todos modos

source: Your approval has been saved, others approvals are required to complete this step
es: Su aprobación se ha guardado, otras aprobaciones son necesarias para completar este paso

source: The request has been forwarded to the next approval step
es: La solicitud se ha enviado a la siguiente etapa de aprobación

source: dtstart parameter is mandatory
es: el parámetro dtstart es obligatorio

source: dtend parameter is mandatory
es: el parámetro dtend es obligatorio

source: This period is invalid because it covers more than one collection attribution
es: Este período es inválido porque abarca más de una atribución de colección

source: There is no collection defined for this period
es: No hay colección definida para este período

source: Products and sales
es: Productos y ventas

source: day
es: día

source: hour
es: hora

source: Access denied for non administrators
es: Acceso denegado para no administradores

source: Access denied for users without absences account
es: Acceso denegado para usuarios sin cuenta de ausencias

source: Access denied for non managers
es: Acceso denegado para los no gestores

source: Access denied for anonymous users
es: Acceso denegado para los gestores anónimo

source: Access denied for logged in users
es: Acceso denegado para usuarios conectados

source: View request
es: Ver solicitud

source: Yours truly
es: Atentamente

source: %s: a request is waiting for your approval
es: %s : una solicitud está esperando su aprobación

source: Approval request
es: Solicitud de aprobación

source: %s request for %s is %s
es: %s solicitud para %s es %s

source: Please, accept of reject after login into the application
es: Potr favor, acepte o rechace después de iniciar sesión en la aplicación

source: Previous workflow step by %s the %s
es: Anterior paso del flujo de trabajo por %s el %s

source: %s, your roles where updated
es: %s, sus funciones se actualizaron

source: The following roles where added to your accout:
es: Se agregaron las siguientes funciones a su cuenta:

source: You can connecto to the application to see your new roles attributions on the home page
es: Puede conectarse a la aplicación para ver las atribuciones de sus nuevas funciones en la página principal

source: View home page
es: Ver página de inicio

source: %s: reset your password
es: %s: redefine su contraseña

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: We received a request to reset the password for your account (%s)
es: Recibimos una solicitud para restablecer la contraseña de su cuenta (%s)

source: To reset your password, click on this link (or copy and paste the URL into your browser)
es: Para restablecer su contraseña, haga clic en este vinculo (o copie y pegue la dirección URL en su navegador)

source: Reset your password
es: Restablecer su contraseña

source: If you do not have requested a password modification, just ignore this email
es: Si no ha solicitado una modificación de contraseña, ignore este correo electrónico

source: %s: request accepted
es: %s: solicitud aceptada

source: Your %s has been accepted
es: Su %s ha sido aceptado

source: %s: request canceled
es: %s: solicitud cancelada

source: As requested by %s, the %s request has been canceled
es: Como solicitado por %s, la solicitud %s ha sido cancelada

source: Consult the request actions history after login into the application
es: Consulte el historial de las acciones de solicitud tras acceder a la aplicación

source: Workflow step by %s the %s
es: El paso del flujo de trabajo por %s el %s

source: %s: request rejected
es: %s: solicitud rechazada

source: Your %s has been rejected
es: Su %s ha sido rechazado

source: %s: request created
es: %s: petición creada

source: A %s has been created on your account by %s
es: Un %s ha sido creado en su cuenta por %s

source: Consult the details after login into the application
es: Consulte los detalles después de iniciar sesión en la aplicación

source: %s: new user created
es: %s: nuevo usuario creado

source: A new user has been created on %s
es: Se ha creado un nuevo usuario en %s

source: View the new user
es: Ver el nuevo usuario

source: If you do not recognize this user, you can delete it
es: Si no reconoce a este usuario, puede eliminarlo

source: Username and password combination not found or your account is inactive.
es: No se ha encontrado la combinación de nombre de usuario y contraseña o su cuenta está inactiva.

source: dtstart, dtend are mandatory parameters
es: los parámetros dtstart y dtent son obligatorios

source: dtend must be greater than dtstart
es: dtend debe ser mayor que dtstart

source: Dates interval must be less than 2 years
es: El intervalo de fechas debe ser inferior a 2 años

source: Unknown user
es: Usuario desconocido

source: No password set on user
es: No hay contraseña definida en el usuario

source: Invalid password
es: Contraseña invalida

source: Creation of a new account is not allowed on this application
es: No se permite la creación de una nueva cuenta en esta aplicación

source: Only email from %s are allowed
es: Sólo se permite correos electrónicos desde %s

source: Google API problem: Email is mandatory
es: Problema Google API: el correo electrónico es obligatorio

source: Access denied
es: Acceso denegado

source: You've reached the maximum number of login attempts. Please try again later.
es: Ha alcanzado el número máximo de intentos para el inicio de sesión. Por favor, inténtelo de nuevo más tarde.

source: Logout
es: Cerrar sesión

source: Settings
es: Ajustes

source: Calendar
es: Calendario

source: My requests
es: Mis solicitudes

source: My rights
es: Mis derechos

source: Waiting requests
es: Solicitudes de espera

source: Requests
es: Solicitudes

source: Compulsory leaves
es: Permiciones obligatorias

source: Exports
es: Exportaciones

source: Users list
es: Lista de usuarios

source: Departments list
es: Lista de departamentos

source: Collections list
es: Lista de colecciones

source: Calendars list
es: Lista de calendarios

source: Right types
es: Tipos de derechos

source: Rights configuration
es: Configuración de derechos

source: Sort rights and types
es: Derechos y tipos de clasificación

source: Recover quantities
es: Recuperar cantidades

source: No user found with email %s
es: No se ha encontrado ningún usuario con el correo electrónico %s

source: An email has been sent to %s
es: Se ha enviado un correo electrónico a %s

source: The password confirmation does not match the new password field
es: La confirmación de contraseña no coincide con el nuevo campo de contraseña

source: Invalid request. user not found
es: Solicitud no válida. usuario no encontrado

source: Invalid request.
es: Solicitud no válida.

source: The password has been modified
es: La contraseña ha sido modificada

source: You must be logged in
es: Usted debe estar conectado

source: You are disconnected from your google calendar
es: Usted está desconectado de su calendario de Google

source: The renewals periods must not overlap
es: Los períodos de renovación no deben superponerse

source: To compute the number of planned working days, the annual leave type is required
es: Para calcular el número de días de trabajo planificados, se requiere el tipo de permiso anual

source: To compute the number of planned working days on a year, the annual leave initial quantity is required
es: Para calcular el número de días de trabajo planificados en un año, se requiere la cantidad inicial de permiso anual

source: Invalid renewal, the renewal is too short and does not contain the requested date: %s
es: Renovación no válida, la renovación es demasiado corta y no contiene la fecha solicitada: %s

source: Leave
es: Permiso

source: Time saving deposit
es: Depósito de ahorro de tiempo

source: Workperiod recover
es: Recuperación del tiempo de trabajo

source: Unknown
es: Desconocido

source: Waiting approval
es: Esperando aprovación

source: Accepted
es: Aceptado

source: Rejected
es: Rechazado

source: Waiting deletion approval
es: Aprobación de eliminación en espera

source: Deleted
es: Suprimido

source: Deletion rejected
es: Supresión rechazada

source: Undefined
es: Indefinido

source: The total number of active users cannot exceed %d
es: El número total de usuarios activos no puede superar %d

source: Paid annual leave
es: Vacaciones anuales pagadas

source: Seniority leave
es: Permiso de antigüedad

source: Recovery
es: Recuperación

source: sickness absence
es: ausencia por enfermedad

source: Work accident
es: Accidente laboral

source: Parental leave
es: Permiso parental

source: Maternity
es: Maternidad

source: Paternity
es: Paternidad

source: Sick child
es: Niño enfermo

source: Wedding
es: Casamiento

source: Birth
es: Nacimiento

source: Decease
es: Fallecimiento

source: Training
es: Formación

source: Relocation
es: Reubicación

source: Unpaid leave
es: Permiso sin sueldo

source: Strike
es: Huelga

source: Leave for results
es: Ausencia para resultados
