Repository: clint111/NICleavetracker
Catalog: po/client/*.po
Languages: es

source: 1 day
es: 1 día

source: 1 hour
es: 1 hora

source: A user account is required to continue
es: Se requiere una cuenta de usuario para continuar

source: Absence
es: Ausencia

source: Absence request
es: Solicitud de ausencia

source: Absence rights
es: Derechos de ausencia

source: Absences account
es: Cuenta de ausencias

source: Absences user account
es: Ausencias de la cuenta de usuario

source: Accept
es: Aceptar

source: Accepted
es: Aceptado

source: Activate the right according to consumed quantity
es: Activar el derecho conforme a la cantidad consumada

source: Activate the right according to the age
es: Activar el derecho conforme a la edad

source: Activate the right according to the consumed quantity on a right type
es: Activar el derecho conforme a la cantidad consumida en un tipo correcto

source: Activate the right according to the entry creation date
es: Activar el derecho conforme a la fecha de creación de la entrada

source: Activate the right according to the request period
es: Activar el derecho conforme al periodo de solicitud

source: Activate the right according to the seniority
es: Activar el derecho conforme a la antigüedad

source: Activate the right according to the user age
es: Activar el derecho conforme a la edad del usuario

source: Activate the right according to the user seniority
es: Activar el derecho conforme a la antigüedad del usuario

source: Active for the administrator
es: Activar para el administrador

source: Active for the user
es: Activar para el usuario

source: Active for:
es: Activar para:

source: Actual quantity:
es: Cantidad actual:

source: Add
es: Añadir

source: Add Collection
es: Añadir una colección

source: Add Department
es: Añadir un departamento

source: Add Type
es: Añadir un tipo

source: Add User
es: Añadir un usuario

source: Add a calendar
es: Añadir a calandario

source: Add a quantity adjustment
es: Añadir un ajuste de cantidad

source: Add a recover quantity
es: Añadir una cantidad de recuperación

source: Add a request
es: Añadir una solicitud

source: Add a request...
es: Añadir una solicitud...

source: Add compulsory leave
es: Añadir un permiso obligatorio

source: Add period
es: Añadir un periodo

source: Add right
es: Añadir un derecho

source: Add right collection
es: Añadir un derecho de colección

source: Add vacation right
es: Añadir un derecho de vacación

source: Additional days after the renewal end date:
es: Días adicionales después de la fecha de renovación:

source: Additional days before the renewal start date:
es: Días adicionales antes de la fecha de renovación:

source: Adjust the available quantity automatically from the consumption of other rights
es: Ajustar automáticamente la cantidad disponible del consumo de otros derechos

source: Adjustements quantity
es: Ajustamientos de la cantidad

source: Admin
es: Administrador

source: Admin, substituting one of his subordinates
es: Administrator, substituando uno de sus subordinados

source: Administrator
es: Administrador

source: Age
es: Edad

source: All managers must confirm approval step
es: Todos los gerentes deben confirmar el paso de aprobación

source: Allow to save quantity from this right to the time deposit account
es: Permitir guardar cantidad de este derecho a la cuenta de depósito tiempo

source: An adjustment of {{right.autoAdjustment.quantity | number}} {{right.disp_unit}} is automatically created every {{right.autoAdjustment.step | number}} {{right.disp_unit}} consumed on
es: Un ajuste de {{right.autoAdjustment.quantity | number}} {{right.disp_unit}} se crea automáticamente cada {{right.autoAdjustment.step | number}} {{right.disp_unit}} consumidos en

source: Application administrator
es: Aplicación administrador

source: Approvers
es: Aprobadores

source: Are you sure you want to delete the absence request?
es: ¿Seguro que desea eliminar la solicitud de ausencia?

source: Are you sure you want to delete this compulsory leave?
es: ¿Seguro que desea eliminar este permiso obligatorio?

source: Are you sure you want to delete this user?
es: ¿Seguro que desea eliminar este usuario?

source: Arrival date
es: Fecha de llegada

source: Arrival date:
es: Fecha de llegada:

source: At least one manager must confirm approval step
es: Al menos un gerente debe confirmar el paso de aprobación

source: At least one type must be selected
es: Debe seleccionar al menos un tipo

source: Attendance
es: Asistencia

source: Attendance (percentage relative to full-time)
es: Asistencia (porcentaje relativo a tiempo completo)

source: Auto monthly update
es: Actualización mensual automática

source: Availability duration after the renewal end date:
es: Duración de la disponibilidad después de la fecha de renovación:

source: Availability duration before the renewal start date:
es: Duración de la disponibilidad antes de la fecha de renovación:

source: Available:
es: Disponible: o valido:

source: Average hours per day
es: Promedia de horas por día

source: Back to Login
es: Atrás para iniciar sesión

source: Balance state the:
es: Estado de saldo:

source: Begin date
es: Fecha de inicio

source: Birth date
es: Fecha de nacimiento

source: Birth date:
es: Fecha de nacimiento:

source: Business days for the users associated to this collection
es: Días de asuntos para los usuarios asociados a esta colección

source: By collection:
es: Por colección:

source: By department:
es: Por departamiento:

source: By name:
es: Por nombre:

source: By right:
es: Por derecho:

source: By status:
es: Por estatuos:

source: By type:
es: Por tipos:

source: By user name:
es: Por nombre de usuarios:

source: Calendar
es: Calendario

source: Calendar name
es: Nombre del calendario

source: Calendar summary
es: Sumario del calendario

source: Calendar type:
es: Tipo de clendario:

source: Calendars
es: Calendarios

source: Cancel
es: Cancelar

source: Change the initial quantity
es: Cambiar la cantidad inicial

source: Change your password
es: Cambiar la contraseña

source: Choose from your remnant quantity
es: Elija entre su cantidad remanente

source: Classification used for the creation of leave requests
es: Clasificación utilizada para la creación de solicitudes de permiso

source: Collaborators
es: Colaboradores

source: Collaborators to supervise with request approvals
es: Colaboradores para supervisar con solicitudes de aprobación

source: Collection name
es: Nombre de la colección

source: Collection on the selected period: {{collection.name}}
es: Colección en el período seleccionado: {{collection.name}}

source: Collection:
es: Colección:

source: Compulsory leave
es: Permiso obligatorio

source: Compulsory leave name (this will be visible on users calendars)
es: Nombre del permiso obligatorio (esto será visible en los calendarios de los usuarios)

source: Compulsory leaves
es: Permiciones obligatorias

source: Confirm Password:
es: Confirmar contraseña:

source: Confirm new password
es: Confirmar nueva contraseña

source: Confirm password
es: Confirmar contraseña

source: Confirmed
es: Confrimado

source: Congratulation, this server has just been created and contain no users, please do not leave it that way.
es: Enhorabuena, este servidor acaba de ser creado y no contiene usuarios, por favor no lo deje así.

source: Connect
es: Conectar

source: Consume next business days
es: Consumir los siguientes días de asuntos

source: Consume worked days
es: Días de asuntos para los usuarios asociados a esta colección

source: Consumed
es: Consumido

source: Consumed on types
es: Consumido en tipos

source: Consumed quantity
es: Cantidad consumida

source: Consumed:
es: Consumido:

source: Consumption
es: Consumo

source: Consuption
es: Consumo

source: Continue
es: Continuar

source: Create a compulsory leave
es: Crear uno permiso obligatorio

source: Create a department
es: Crear un departamiento

source: Create a leave on all valid users
es: Crear un permiso en todos los usuarios válidos

source: Create a leave right
es: Crear un derecho de permiso

source: Create a new secondary calendar in your google account to host a copy of your leave periods.
es: Crear un nuevo calendario secundario en su cuenta de Google para recibir una copia de sus períodos de permiso.

source: Create a new time saving deposit for {{request.user.name}}
es: Crear una nueva solicitud de depósito de ahorro de tiempo para {{request.user.name}}

source: Create a new time saving deposit request
es: Crear una nueva solicitud de depósito de ahorro de tiempo

source: Create a new vacation request
es: Crear una nueva solicitud de vacación

source: Create a new workperiod recover request
es: Crear una nueva solicitud de recuperación del período de trabajo

source: Create a new workperiod recover request for {{request.user.name}}
es: Crear una nueva solicitud de recuperación del período de trabajo para {{request.user.name}}

source: Create a recover quantity
es: Crear una cantidad de recuperación

source: Create a request on behalf of a user
es: Crear una solicitud en nombre de un usuario

source: Create a right collection
es: Crear un derecho de colección

source: Create a right renewal
es: Crear un derecho de renovación

source: Create a right rule
es: Crear una regla de derecho

source: Create a right type
es: Crear un tipo de derecho

source: Create a user
es: Crear un usuario

source: Create absence request between two dates, the request will be sent to your supervisor for approval
es: Crear una solicitud de ausencia entre dos fechas, la solicitud será enviada a su supervisor para su aprobación

source: Create an adjustment every
es: Crear un ajuste cada

source: Create first administrator
es: Crear a primer administrador

source: Create leaves for users in
es: Crear permisiones para usuarios en

source: Create new request
es: Crear una nueva solicitud

source: Created the
es: Crear el

source: Current rights collection:
es: Actual colección de derechos:

source: Current workschedule calendar:
es: Actual calendario de los horarios de trabajo:

source: Day
es: Día

source: Days
es: Días

source: Declare a worked period outside of your working hours, the request will be sent to your supervisor for approval benefit from additional vacations rights
es: Declarar un periodo de trabajo fuera de sus horas de trabajo, la solicitud será enviada a su supervisor para la aprobación de beneficio de los derechos adicionales de vacaciones

source: Default quantity
es: Cantidad predeterminada

source: Default quantity on start renewal:
es: Cantidad predeterminada en la renovación de inicio:

source: Define the periods that will be used to measure the consumed quantity
es: Definir los periodos que se utilizarán para medir la cantidad consumida

source: Delete
es: Borrar

source: Department
es: Departamento

source: Department Management
es: Gestión de departamento

source: Department manager
es: Departamento de gerentes

source: Department name
es: Nombre del departamento

source: Department:
es: Departamento:

source: Departments
es: Departamentos

source: Departments supervision
es: Supervisión de los departamentos

source: Departments to supervise with request approvals
es: Departamentos a supervisar con las aprobaciones de la solicitud

source: Description
es: Descripción

source: Disconnect
es: Desconectar

source: Display type folded in the request creation page
es: Tipo de pantalla plegado en la página de creación de la solicitud

source: Distribution
es: Distribución

source: Do not add monthly quantity if renewal quantity greater than
es: No agregue la cantidad mensual si la cantidad de renovación es mayor que

source: Do not notify the user when a request is accepted or rejected
es: No notificar al usuario cuando una solicitud es aceptada o rechazada

source: Do not require approval
es: No requiere aprobación

source: Download
es: Descargar

source: Duration mismatch: {duration} hours remain unconsumed after the creation of {nbEvents} events, please check your absence period, it must not overlap another leave
es: Incompatibilidad de duración: {duration} las horas permanecen no consumidas después de la creación de {nbEvents} eventos, por favor verifica su período de ausencia, no debe superponerse a otro permiso

source: Edit
es: Editar

source: Edit a leave request from {{request.user.name}}
es: Editar una solicitud de permiso de {{request.user.name}}

source: Edit a time saving deposit for {{request.user.name}}
es: Editar un depósito de ahorro de tiempo para {{request.user.name}}

source: Edit a time saving deposit request
es: Editar una solicitud de depósito de ahorro de tiempo

source: Edit a vacation request
es: Editar una solicitud de vacación

source: Edit a workperiod recover request
es: Editar una solicitud de recuperación del período de trabajo

source: Edit a workperiod recover request for {{request.user.name}}
es: Editar una solicitud de recuperación del período de trabajo para {{request.user.name}}

source: Email
es: Correo electrónico

source: End date
es: Fecha final

source: Enter Your Email:
es: Entra su correo electrónico:

source: Entitlement quantity:
es: Cantidad de derechos:

source: Entry date
es: Fecha de entrada

source: Exceptional quantity modifications
es: Modificaciones exceptionales de la cantidad

source: Export balance
es: Saldo de exportación

source: Export for Sage
es: Exportar para Sage

source: Export in XLSX file
es: Exportar en XLSX archivo

source: Export in XLSX spreadsheet
es: Exportar en XLSX hoja de cálculo

source: Export in sage format
es: Exportar en Sage formato

source: Export requests
es: Exportar solicitudes

source: Export requests for your monthy payroll in sage, only users with the sage registration number set will be exported
es: Las solicitudes de exportación para su nómina mensual en Sage, sólo los usuarios con el número de registro de Sage se exportarán

source: Exports
es: Exportaciones

source: Finish
es: Acabado

source: Firstname
es: Nombre

source: Folded
es: Plegado

source: For an absence with today as start date, if the seniority date of is beetween {{estimated.min|date}} and {{estimated.max|date}}, the right will be available.
es: Para una ausencia con el día de hoy como fecha de inicio, si la fecha de antigüedad está entre {{estimation.min | date}} y {{estimate.max | date}}, el derecho estará disponible.

source: Forget your password?
es: ¿Ha olvidado su contraseña?

source: Forgot Your Password?
es: ¿Olvidó su contraseña?

source: Friday
es: Viernes

source: From
es: De

source: From date:
es: De la fecha:

source: From right
es: Del derecho

source: From right:
es: Del derecho:

source: From {{accountRight.renewal.start|date}} to {{accountRight.renewal.finish|date}}
es: De {{accountRight.renewal.start|date}} hasta {{accountRight.renewal.finish|date}}

source: From {{selection.begin|date:'medium'}}, to the {{selection.end|date:'medium'}}
es: De {{selection.begin|date:'medium'}}, hasta el {{selection.end|date:'medium'}}

source: From:
es: De:

source: Get only periods from the following types:
es: Sólo obtener los períodos de los siguientes tipos:

source: Group title for rights (plural form)
es: Título del grupo de derechos (plural)

source: Half day hour
es: Media jornada

source: Home
es: Casa

source: Hour
es: Hora

source: Hours
es: Horas

source: If this rule is not verified, the right will not be available in the second step of a request, once the request dates are set.
es: Si no se verifica esta regla, el derecho no estará disponible en el segundo paso de una solicitud, una vez que se hayan establecido las fechas de solicitud.

source: If this rule is not verified, the right will not be visible by the user in the rights list and when allocating
es: Si esta regla no se verifica, el derecho no será visible por el usuario en la lista de derechos y al asignar

source: If this rule is not verified, the right will not be visible by the user in the rights list and when allocating:
es: Si no se verifica esta regla, el derecho no será visible por el usuario en la lista de derechos y al asignar:

source: Ignore consumption beyond
es: Ignorar el consumo más allá

source: Initial quantity on renewal creation
es: Cantidad inicial en la creación de la renovación

source: Initial quantity without this user personal adjustments
es: Cantidad inicial sin los ajustes personales de este usuario

source: Initial quantity:
es: Cantidad inicial:

source: Initial:
es: Inicial:

source: Input quantity must be set
es: La cantidad de entrada debe ser ajustada

source: Interventions history
es: Historico de las intervenciones

source: Justification, write about this manual adjustment
es: Justificación, escribe sobre este ajuste manual

source: Last renewal:
es: Última renovación:

source: Last update:
es: Última actualización:

source: Lastname
es: Apellido

source: Lastname or firstname
es: Apellido o nombre

source: Leave period
es: Período de permisión

source: Leave periods
es: Períodos de permisión

source: Leave right
es: Derecho de permisión

source: Leaves managment
es: Gestión de permisiones

source: Leaves requests can not be reserved over these periods
es: Las solicitudes de permisiones no pueden ser reservadas durante estos períodos

source: Leaves requests must be included in this calendar
es: Las solicitudes de permisiones deben ser incluidas en este calendario

source: Limit in additional business days consumption in one renewal
es: Límite en el consumo de días adicionales de asuntos en una sola renovación

source: Link with your google calendar
es: Enlace con su calendario de Google

source: Loading...
es: Cargando...

source: Login
es: Iniciar sesión

source: Managed department:
es: Departamento gestionado:

source: Manager, substituting one of his subordinates
es: Gerente, sustituyendo a uno de sus subordinados

source: Max quantity:
es: Cantidad máxima:

source: Maximal consumed quantity:
es: Cantidad máximal consumida:

source: Maximal number of days between entry date and request end date
es: Número máximo de días entre la fecha de entrada y la fecha de finalización de la solicitud

source: Minimal consumed quantity:
es: Cantidad mínima consumida:

source: Minimal number of days between entry date and request start date
es: Número mínimo de días entre la fecha de entrada y la fecha de inicio de la solicitud

source: Modify a compulsory leave
es: Modificar un permiso obligatorio

source: Modify a department
es: Modificar un departamento

source: Modify a leave right
es: Modificar un derecho de permiso

source: Modify a recover quantity
es: Modificar una cantidad de recuperación

source: Modify a right collection
es: Modificar un derecho de colección

source: Modify a right renewal
es: Modificar un derecho renovación

source: Modify a right rule
es: Modificar un derecho de regla

source: Modify a right type
es: Modificar un derecho de tipo

source: Modify a user
es: Modificaar un usuario

source: Monday
es: Lunés

source: Monthly additions:
es: Adiciones mensuales:

source: Move some of your vacation rights to your time saving account, the request will be sent to your supervisor for approval
es: Mover algunos de sus derechos de vacaciones a su cuenta de ahorro de tiempo, la solicitud será enviada a su supervisor para su aprobación

source: My account
es: Mi cuenta

source: My department: {{sessionUser.department.name}}
es: Mi departamento {{sessionUser.department.name}}

source: My rights
es: Mis derechos

source: My vacations
es: Mis vacaciones

source: Name
es: Nombre

source: Name of the event to recover
es: Nombre del evento a recuperar

source: New Password:
es: Nueva contraseña:

source: New account created
es: Nueva cuenta creada

source: New department
es: Nuevo departamento

source: New leave request for {{request.user.name}}
es: Nueva solicitud de permisión para {{request.user.name}}

source: New password
es: Nueva contraseña

source: New user
es: Nuevo usuario

source: Next collection
es: Nueva colección

source: Next page
es: Siguiente página

source: No active renewal
es: No hay renovación activa

source: No available time saving account
es: No hay cuenta de ahorro de tiempo disponible

source: No constraints on right parameters
es: Sin restricciones en los parámetros de derecho

source: No initial quantity, unbounded right
es: No hay cantidad inicial, derecho sin límites

source: No open period
es: No hay periodo abierto

source: No special behaviour
es: No hay comportamiento especial

source: Non working days
es: Días no laborables

source: Non-working days calendar
es: Calendario de los días no laborables

source: Non-working days planning
es: Planificación de los días no laborables

source: Non-working days scheduling for {{user.lastname}} {{user.firstname}}
es: Programación de días no laborables para {{user.lastname}} {{user.firstname}}

source: Nonworking days
es: No días de trabajo

source: Nothing to approve
es: Nada que aprobar

source: Nothing to save
es: Nada que salvar

source: Notifications options:
es: Opciones de notificaciones:

source: Notifications parameters
es: Parámetros de notificaciones

source: Notify me when a request is accepted or rejected
es: Notificarme cuando una solicitud es aceptada o rechazada

source: Notify the user when a request is accepted or rejected
es: Notificar al usuario cuando una solicitud es aceptada o rechazada

source: Number of years before the entry start date to set the period end:
es: Número de años antes de la fecha de inicio de la entrada para establecer el final del período:

source: One right
es: Uno derecho

source: One year old
es: Un año de edad

source: One year seniority
es: Un año de antigüedad

source: Ongoing approval steps
es: Pasos de aprobación en curso

source: Options
es: Opciones

source: Or set the available quantity
es: O establecer la cantidad disponible

source: Owner user account
es: Cuenta de usuario del propietario

source: Package agreement worked days
es: Acuerdo de paquete de los días trabajados

source: Parent department
es: Departamento padre

source: Password
es: Contraseña

source: Password Strength:
es: Seguridad de la contraseña:

source: Password:
es: Contraseña:

source: Period end
es: Final del período

source: Period is booked
es: Período reservado

source: Personal calendar
es: Calendario personal

source: Please create the first admin account to continue.
es: Por favor, cree la primera cuenta de administrador para continuar.

source: Please log into the application to see your account informations
es: Por favor, inicie sesión en la aplicación para ver las informaciones de su cuenta

source: Previous collection
es: Colección previa

source: Previous page
es: Pagina anterior

source: Proceed to the request creation with one of the following:
es: Proceda a la creación de solicitud con una de las siguientes opciones:

source: Proportional to attendance
es: Proporcional a la asistencia

source: Quantity consumption for part-time right collections
es: Consumo de cantidad para las colecciones de tiempo parcial

source: Quantity provided on each renewals
es: Cantidad proporcionada en cada renovación

source: Quantity to add every month
es: Cantidad a añadir cada mes

source: Quantity to recover from the event
es: Cantidad a recuperar del evento

source: Quantity to spare
es: Cantidad disponible

source: Quantity unit
es: Unidad cuantitativa

source: Quantity unit to use in interval modification:
es: Unidad de cantidad a utilizar en la modificación de intervalos:

source: Recover quantities
es: Recuperar cantidades

source: Recovery claimed
es: Recuperación reclamada

source: Recovery request summary
es: Resumen de la solicitud de recuperación

source: Reject
es: Rechazar

source: Rejected
es: Rechazado

source: Remove
es: Retirar

source: Remove the leave on all users with a booked period
es: Eliminar el permiso de todos los usuarios con un período reservado

source: Renewal
es: Renovación
