Repository: clint111/NICleavetracker
Catalog: po/client/*.po
Languages: es

source: Renewals
es: Renovaciones

source: Renewals with remaining quantity
es: Renovaciones con cantidad restante

source: Request period
es: Período de solicitud

source: Requests
es: Solicitudes

source: Requests waiting for approval
es: Solicitudes pendientes de aprobación

source: Require approval
es: Requiere aprobación

source: Reset Your Password?
es: ¿Restablecer su contraseña?

source: Right collections
es: Derecho de colecciones

source: Right collections scheduling for {{user.lastname}} {{user.firstname}}
es: Programación de las colecciones de derechos para {{user.lastname}} {{user.firstname}}

source: Right given name:
es: Nombre dado correcto:

source: Right is visible when request period is in the renewal period
es: Derecho es visible cuando el período de solicitud está en el período de renovación

source: Right is visible when the request creation date is in the renewal period
es: Derecho es visible cuando la fecha de creación de la solicitud está en el período de renovación

source: Right is visible when the request period is in a period relative to the user birth date
es: Derecha es visible cuando el período de solicitud está en un período relativo a la fecha de nacimiento del usuario

source: Right is visible when the request period is in a period relative to the user seniority date
es: Derecho es visible cuando el período de solicitud está en un período relativo a la fecha de antigüedad del usuario

source: Right is visible when the user has consumed a quantity defined for a right type on a period
es: Derecho es visible cuando el usuario ha consumido una cantidad definida para un tipo de derecho en un período

source: Right name
es: Nombre del derecho

source: Right quantity claimed by recovery:
es: Cantidad correcta reclamada por la recuperación:

source: Right type name
es: Nombre del tipo correcto

source: Right type to test
es: Tipo correcto para probar

source: Right:
es: Derecho:

source: Rights collection
es: Colección de derechos

source: Rights collections
es: Colecciones de derechos

source: Rights distribution
es: Colecciones de derechos

source: Rights list
es: Lista de derechos

source: Rights types
es: Tipos de derechos

source: Rule title, this will be visible from users
es: Título de regla, esto será visible de los usuarios

source: Rule type:
es: Tipo de regla:

source: Rules
es: Reglas

source: Sage registration number
es: Número de registro de Sage

source: Sage registration number:
es: Número de registro de Sage:

source: Saturday
es: Sabado

source: Save
es: Guaradar

source: Save in account
es: Guardar en cuenta

source: Save leave periods to
es: Ahorre los períodos de vacaciones a

source: Saved quantity:
es: Cantidad guardada:

source: Saving limit per renewals
es: Límite de ahorro por renovaciones

source: Saving period
es: Período de ahorro

source: Schedule calendar
es: Programar calendario

source: School holidays
es: Vacaciones escolares

source: School holidays will be displayed on the bottom of the reservation calendar
es: Las vacaciones escolares se mostrarán en la parte inferior del calendario de reservas

source: Search in calendars
es: Buscar en los calendarios

source: Search in collections
es: Buscar en las colecciones

source: Search in compulsory leaves
es: Buscar en las permiciones obligatorias

source: Search in departments
es: Buscar en departamentos

source: Search in recover quantities
es: Buscar en cantidades de recuperación

source: Search in requests
es: Buscar en las solicitudes

source: Search in right types
es: Buscar en los tipos de derecho

source: Search in rights
es: Buscar en los derechos

source: Search in users
es: Buscar en usuarios

source: Search:
es: Buscar:

source: Select rule type
es: Seleccionar tipo de regla

source: Select types
es: Seleccionar tipos

source: Select unit
es: Seleccionar unidad

source: Selected duration:
es: Duración seleccionada:

source: Selected recovery:
es: Recuperación seleccionada:

source: Send Reset
es: Enviar Restablecer

source: Seniority
es: Antigüedad

source: Seniority date:
es: Fecha de antigüedad:

source: Seniority start date
es: Fecha de inicio de la antigüedad

source: Set Password
es: Configurar Contraseña

source: Set a new password
es: Establecer una nueva contraseña

source: Set password
es: Configurar la contraseña

source: Set the adjustment quantity
es: Establezca la cantidad de ajuste

source: Set the consumed quantity interval where the rule will be valid
es: Establezca el intervalo de cantidad consumida donde la regla será válida

source: Settings
es: Configuraciones

source: Sign In
es: Registrarse

source: Some renewals are invalids
es: Algunas renovaciones son inválidas

source: Sort absence rights
es: Ordenar los derechos de ausencia

source: Sort rights
es: Derechos de clasificación

source: Sort rights in type
es: Ordenar derechos en el tipo

source: Special right:
es: Derecho especial:

source: Start
es: Comienzo

source: Status
es: Estado

source: Status:
es: Estado:

source: Step {{step}} approver
es: Aprobador {{step}} de paso

source: Sub-departments
es: Sub-departamentos

source: Sunday
es: Domingo

source: Supervisors
es: Supervisores

source: The application is in maintenance, requests will not be modifiables
es: La aplicación está en mantenimiento, las solicitudes no serán modificables

source: The half day hour is used to convert hours in days durations, for example, if a period end before the half day hour, a duration of 0,5 day will be retained.
es: La hora de mediodia se utiliza para convertir horas en días de duración, por ejemplo, si un período termina antes de la hora de mediodia, una duración de 0,5 día se mantendrá.

source: The leave periods overlapping the extracting period will be modified to fit in the extracting period, the reported number of days will adjusted accordingly
es: Los períodos de permiso que se superponen al período de extracción se modificarán para ajustarse al período de extracción, el número de días notificado se ajustará en consecuencia

source: The number of active users is limited by your plan level
es: El número de usuarios activos está limitado por el nivel de su plan

source: The right will be available only if the user is beetween {{rightrule.interval.min}} years old and {{rightrule.interval.max}} years old on the first day of the requested leave.
es: El derecho estará disponible sólo si el usuario está entre {{rightrule.interval.min}} años y {{rightrule.interval.max}} años de edad en el primer día del permiso solicitado.

source: The start renewal quantity is dynamicaly computed
es: La cantidad de renovación inicial se calcula dinámicamente

source: The user can have vacations rights, absences requests, time saving account ...
es: El usuario puede tener derechos de vacaciones, solicitudes de ausencias, cuenta de ahorro de tiempo ...

source: The user can manager other users and departments, the application parameters ...
es: El usuario puede gestionar otros usuarios y departamentos, los parámetros de la aplicación ...

source: The user is allowed to log in
es: El usuario puede iniciar sesión

source: There are no configured rights to display
es: No hay derechos configurados para mostrar

source: This functionality is not yet available
es: Esta funcionalidad aún no está disponible

source: This manager has no departments configured for approval
es: Este gerente no tiene departamentos configurados para su aprobación

source: This right has no configured renewals
es: Este derecho no tiene renovaciones configuradas

source: This right has no configured rules
es: Este derecho no tiene reglas configuradas

source: This user can not connect to the application
es: Este usuario no puede conectarse a la aplicación

source: This user has no configured non-working days
es: Este usuario no tiene días no laborables configurados

source: This user has no configured specific quantity, rights are set by collection only
es: Este usuario no tiene una cantidad específica configurada, los derechos se establecen únicamente por colección

source: This user has no configured vacation rights for the current period
es: Este usuario no tiene derechos de vacaciones configurados para el período actual

source: This user has no configured work schedule
es: Este usuario no tiene un horario de trabajo configurado

source: This user has no ongoing right collection, check the vacations collections planning to fix it
es: Este usuario no tiene una colección de derechos en curso, revisa la planificación de las colecciones de vacaciones para arreglarlo

source: This user has no ongoing workschedule calendar, check the workschedule calendar planning to fix it
es: Este usuario no tiene un calendario de horario de trabajo en curso, consulte la planificación del calendario de horario de trabajo para solucionarlo

source: This value is used to establish a proportionality beetween rights in days and rights in hours
es: Este valor se utiliza para establecer una proporcionalidad entre derechos en días y derechos en horas

source: Thursday
es: Jueves

source: Time saving account deposit
es: Depósito de la cuenta del ahorro de tiempo

source: Time saving deposit
es: Depósito de ahorro de tiempo

source: Time saving deposit request
es: Solicitud de depósito de ahorro de tiempo

source: Title
es: Título

source: To
es: A

source: To pick-up on right
es: A tomar en el derecho

source: To right
es: Hasta el derecho

source: To right:
es: Hasta el derecho:

source: To supervise collaborators, a department with members must be associated to user first
es: Para supervisar a los colaboradores, un departamento con miembros debe estar asociado al usuario primero

source: To:
es: A:

source: Total consumption:
es: Consumo total:

source: Total duration:
es: Duración total:

source: Tuesday
es: Martes

source: Type
es: Tipo

source: Type:
es: Tipo:

source: Up to {{renewal.finish|date}}
es: Hasta {{renewal.finish | date}}

source: Url of the calendar ICS file
es: URL del archivo ICS del calendario

source: Usage period
es: Período de uso

source: Use default active span
es: Utilizar el intervalo activo predeterminado

source: Use default saving interval (renewal interval)
es: Utilizar el intervalo de ahorro predeterminado (intervalo de renovación)

source: User account
es: Cuenta de usuario

source: User quantity
es: Cantidad del usuario

source: User requests
es: Solicitudes de los usuarios

source: Users
es: Usuarios

source: Users list
es: Lista de usuarios

source: Vacation request
es: Solicitud de vacaciones

source: Vacation right
es: Derecho de vacaciones

source: Vacation right:
es: Derecho de vacaciones:

source: Vacation rights in collection
es: Derechos de vacaciones en la colección

source: Vacations collections planning
es: Planificación de las colecciones de vacaciones

source: Vacations rights
es: Derechos de vacaciones

source: Valid users:
es: Usuarios válidos:

source: View
es: Ver

source: View calendar
es: Ver el calendario

source: View more
es: Ver más

source: View rights
es: Ver derechos

source: View sub-departments
es: Ver subdepartamentos

source: Waiting
es: Esperando

source: Waiting approval
es: Esperando aprovación

source: Waiting approval for delete
es: Esperando aprobación para borrar

source: Waiting {{request.dispType}} request
es: Esperando {{request.dispType}} solicitud

source: Wednesday
es: Miércoles

source: Wellcome
es: Bienvenido

source: Wellcome to your absence manager
es: Bienvenido a su gerente de ausencias

source: Work schedule
es: Horario de trabajo

source: Worked duration:
es: Duración trabajada:

source: Working time recover request
es: Solicitud de recuperación de tiempo de trabajo

source: Workperiod recover
es: Recuperación del tiempo de trabajo

source: Workperiod recover request
es: Solicitud de recuperación de workperiod

source: Workschedule planning
es: Planificación del plan de trabajo

source: Wrong events count
es: Cuenta de eventos erróneos

source: Years
es: Años

source: Years after the birth date to set the period end:
es: Años después de la fecha de nacimiento para fijar el final del período:

source: Years after the birth date to set the period start:
es: Años después de la fecha de nacimiento para establecer el inicio del período:

source: Years are ignored and computed back to fit in the renewal period, as a consequence, this rule type will work only with yearly or less renewal periods.
es: Los años son ignorados y calculados de nuevo para ajustarse en el período de renovación, como consecuencia, este tipo de regla funcionará sólo con períodos de renovación anuales o menores.

source: Years before renewal end date
es: Años antes de la fecha de finalización de la renovación

source: Years before renewal start date
es: Años antes de la fecha de inicio de la renovación

source: Years before the entry start date to set the period start:
es: Años antes de la fecha de inicio eligida para establecer el inicio del período:

source: Your account have no access to a rôle in this application, the administrators have been made aware of the problem. You will be notified by email when they give you access to your absences rights account.
es: Su cuenta no tiene acceso a un papel en esta aplicación, Los administradores han sido informados del problema. Se le notificará por correo electrónico cuando le den acceso a su cuenta de derechos de ausencia.

source: Your account parameters
es: Los parámetros de su cuenta

source: Your calendar is connected
es: Su calendario está conectado

source: Your calendar is not connected
es: Su calendario no está conectado

source: Your email:
es: Su correo electrónico:

source: Your period selection of {{selection.days}} (or {{selection.hours}}) must be distribued into the following vacation rights
es: La selección de su período de {{selection.days}} (o {{selection.hours}}) debe distribuirse en los siguientes derechos de vacaciones

source: adjustments included
es: ajustamientos incluidos

source: calendar
es: calendario

source: collections
es: colecciónes

source: day
es: día

source: departments
es: departamentos

source: from
es: de

source: hour
es: hora

source: or
es: o

source: to
es: a

source: {quantity} up to {date}
es: {quantity} hasta {date}

source: {{renewalChart.percentDays|number}}% consumed
es: {{renewalChart.percentDays|number}}% consumidos

source: {{usersstat.activeUsers}} users / {{company.max_users}} Max
es: {{usersstat.activeUsers}} usuarios / {{company.max_users}} Maximum
